{
    "home": "الصفحة الرئيسية",
    "about": "من نحن",
    "service": "الخدمات",
    "client": "العملاء",
    "socmed":"وسائل التواصل الإجتماعى",
    "arabic": "عربي",
    "english": "إنجليزي",
    "contactUs": "اتصل بنا",
    "address": "67 شارع مصر حلوان الزراعى القاهرة مصر",
    "page": "صفحة",
    "public": "المحاسبون العموميون و",
    "cons": "المستشارون",
    "Our_Service": "خدماتنا",
    "location": "موقع",
    "follow": "تابعنا",
    "auditServices": "خدمات التدقيق",
    "taxServices": "خدمات الضرائب",
    "advisoryServices": "خدمات الاستشارات",
    "trainingServices": "خدمات التدريب",
    "accountingAndPayrollSupport": "دعم المحاسبة و الرواتب",
    "investmentAndEstablishment": "الاستثمار والتأسيس",
    "copyRights": "جميع الحقوق محفوظة 2024 | تم التصميم والتطوير بواسطة ABS.AI",
    "WhyChooseUs": "لماذا نحن ؟",
    "choose": "سنستخدم خبرتنا الواسعة في الصناعة والتجربة العملية لتقديم خدمات احترافية",
    "experience": "خبرة صناعية متميزة",
    "strength": "قوة وعمق الفريق",
    "comm": "التواصل المفتوح والفعال",
    "fee": "أسعار تنافسية",
    "audit": "خيار التدقيق بأعلى جودة",
    "proservice": "القيمة المضافة في الخدمات المهنية",
    "aboutSP": "عن شركاء النجاح",
    "guide": "إرشادات مالية من الخبراء واستشارات استراتيجية لتعزيز نجاحك",
    "Tax": "ضرائب",
    "aud&ass": "التدقيق والضمان",
    "Advisory": "إستشارية",
    "par": "لقد أولينا اهتمامًا كبيرًا لتوقعاتكم من شركتنا، ونحن واثقون من قدرتنا على تلبية احتياجاتكم. لدينا الفريق، والخبرة، والعملية لتقديم خدمات التدقيق والضرائب بشكل تقني قوي وفعّال بأعلى جودة مع مراعاة الجدول الزمني المتوقع. هدفنا هو إضافة قيمة لشركتكم من خلال خدماتنا.",
    "ourvis": "رؤيتنا",
    "vis": "نطمح أن نكون معيار التميز، الخيار الأول للعملاء والمواهب الأكثر طلبًا.",
    "ourval": "قيمنا",
    "val": "قيادة التميز في الحلول المالية ونمو الأعمال",
    "Creativity": "الإبداع",
    "People": "الناس",
    "Growth": "النمو",
    "Partnership": "الشراكة",
    "cardText":"نحن نعطي الأولوية للناس قبل المال، والهيكل، والأنظمة، وغيرها من الآليات المؤسسية",
    "headService": "نظرًا لأننا نعمل بشكل وثيق مع عملائنا، فإن خدمتنا الأولى هي دمج جميع أنواع الشركات والكيانات المؤسسية، ونحن أيضًا خبراء في عمليات الدمج والاستحواذ وتغيير شكل الكيانات القانونية والإشراف على العملية ذات الصلة بمجالس الإدارة واجتماعات الجمعية العامة، كما نساعد عملائنا في إصدار جميع التراخيص الحكومية والحصول على الموافقات المطلوبة.",
    "corIncTax": "ضريبة دخل الشركات",
    "corIncTxt": "يتم فرض ضريبة الشركات على صافي الربح السنوي الخاضع للضريبة، ويتم تحديد صافي الربح الخاضع للضريبة على أساس صافي ربح التقارير المالية المدققة بعد إجراء بعض التعديلات وفقًا لقانون ضريبة الدخل.",
    "corIncTxt2": "وتطبق الضريبة المستقطعة على المدفوعات التي تزيد عن 300 جنيه مصري. وتبلغ المعدلات اعتبارًا من عام 2018 3% على الخدمات؛ و1% على الإمدادات وأنشطة المقاولات؛ و5% على العمولات ورسوم السمسرة.",
    "salTax": "ضريبة الراتب",
    "salTaxTxt": "وبموجب قانون الضرائب المصري، يقع على عاتق صاحب العمل مسئولية حجب ضريبة الراتب المستحقة على كل موظف وإرسال الضريبة إلى مصلحة الضرائب على أساس شهري خلال خمسة عشر يومًا من شهر الدفع.",
    "stTax": "ضريبة الدمغة",
    "stTaxTxt": "يصنف قانون ضريبة الطوابع ضرائب الطوابع إلى ضرائب مادية وضرائب نسبية. تُفرض ضرائب الطوابع المادية على مجموعة متنوعة من المستندات مثل العقود. تُفرض ضرائب الطوابع النسبية على قيم معاملات معينة.",
    "taxTrans": "الضريبة المستقطعة على المعاملات المحلية",
    "taxTransTxt": "وتطبق الضريبة المستقطعة على المدفوعات التي تزيد عن 300 جنيه مصري. وتبلغ المعدلات اعتبارًا من عام 2018 3% على الخدمات؛ و1% على الإمدادات وأنشطة المقاولات؛ و5% على العمولات ورسوم السمسرة.",
    "wthdrwTax": "الضريبة المستقطعة على المعاملات عبر الحدود",
    "wthdrwTaxTxt": "اعتبارًا من عام 2009، يتم فرض ضريبة اقتطاع بنسبة 20% على المدفوعات التالية التي يتم دفعها إلى أطراف خارجية من قبل مؤسسات فردية أو شراكات أو شركات مقيمة:",
    "Roy": "حقوق الملكية",
    "Intrst": "اهتمام",
    "srvFees": "رسوم الخدمات",
    "vTax": "ضريبة القيمة المضافة",
    "vTaxTxt": "أصدرت الحكومة المصرية قانون ضريبة القيمة المضافة في 7 سبتمبر 2016 وتم تطبيقه اعتبارًا من اليوم التالي لنشره في الجريدة الرسمية أي في 8 سبتمبر 2016. سيتم فرض ضريبة القيمة المضافة على جميع السلع.",
    "PropTax": "ضريبة الأملاك",
    "PropTaxTxt": "تُفرض ضريبة الأملاك على كافة المباني في مصر. ويتحمل الضريبة المالك، سواء كان شخصاً طبيعياً أو اعتبارياً. واعتباراً من عام 2008، أصبح معدل الضريبة 10% على القيمة الإيجارية السنوية للمباني الخاضعة للضريبة بعد خصم 32% (30% للوحدات السكنية) المخصصة للصيانة.",
    "TransPrice": "تسعير التحويل",
    "TransPriceTxt": "وفقًا للمادة 12 من قانون الإجراءات الضريبية الموحدة، القانون رقم 206 لسنة 2020، يتناول على وجه التحديد جوانب معينة تتعلق بمتطلبات الامتثال لتسعير التحويل (أي الملف الرئيسي والملف المحلي وتقرير كل دولة على حدة) ويقدم حدًا جوهريًا لا يُطلب من دافع الضرائب تحته إعداد وتقديم الملف الرئيسي والملف المحلي.",
    "odoo": "نظام تخطيط موارد المؤسسات",
    "odooTxt": "Odoo عبارة عن مجموعة من تطبيقات الأعمال التي تغطي جميع احتياجات شركتك: إدارة علاقات العملاء، والتجارة الإلكترونية، والمحاسبة، والمخزون، ونقاط البيع، وإدارة المشاريع، وما إلى ذلك. تتمثل القيمة الفريدة التي تقدمها Odoo في كونها سهلة الاستخدام للغاية ومتكاملة بالكامل في نفس الوقت",
    "ourCli":"عملائنا",
    "clientText":"عملاؤنا هم محور كل ما نقوم به. نحن نفخر بخدمة مجموعة متنوعة من الشركات عبر مختلف الصناعات، وتقديم خدمات مالية واستشارية واستشارية مصممة خصيصًا لتلبية احتياجاتهم الفريدة. من الشركات الناشئة إلى الشركات الراسخة، يظل التزامنا كما هو: تقديم التميز، وتعزيز النمو، وبناء شراكات دائمة. انضم إلى شبكتنا من العملاء الراضين وجرب الفرق الذي يمكن أن تحدثه خبرتنا في عملك",
    "cntctTxt":"نحن هنا لدعم عملك في كل خطوة على الطريق. سواء كانت لديك أسئلة أو تحتاج إلى مشورة من الخبراء أو تبحث عن شراكة معنا، فإن فريقنا جاهز للمساعدة. تواصل معنا من خلال نموذج الاتصال أو البريد الإلكتروني أو الهاتف، وسنضمن لك استجابة سريعة. دعنا نعمل معًا لتحقيق أهدافك المالية والتجارية بدقة واحترافية",
    "fName":"الإسم بالكامل",
    "phoneNo":"رقم التليفون",
    "mail":"البريد الألكترونى",
    "message":"الرسالة",
    "sub":"إرسال",
    "seeMore":"إضغط للمزيد"
}