{
    "home": "Home",
    "about": "About Us",
    "service": "Services",
    "client": "Client",
    "socmed":"Social Media",
    "arabic": "Arabic",
    "english": "English",
    "contactUs": "Contact Us",
    "address": "67 Misr Helwan Road, Maadi – Cairo",
    "page": "Page",
    "public": "Public Accountants & ",
    "cons": "Consultants",
    "Our_Service": "Our Service",
    "location": "Location",
    "follow":"Follow Us",
    "auditServices": "Audit Services",
    "taxServices": "Tax Services",
    "advisoryServices": "Advisory Services",
    "trainingServices": "Training Services",
    "accountingAndPayrollSupport": "Accounting & Payroll Support",
    "investmentAndEstablishment": "Investment & Establishment",
    "copyRights": "All Rights Reserved 2024 | Designed and Developed by ABS.AI",
    "WhyChooseUs": "Why Choose Us?",
    "choose": "We will use our extensive industry & practical experience to provide professional services",
    "experience": "Outstanding Industry Experience",
    "strength": "Strength and depth of the team",
    "comm": "Open and effective communication",
    "fee": "Competitive Fee",
    "audit": "The highest quality audit option",
    "proservice": "Added value bit into the professional services",
    "aboutSP": "About Success Partners",
    "guide": "Expert Financial Guidance and Strategic Consulting to Drive Your Success",
    "Tax": "Taxes",
    "aud&ass": "Audit & Assurance",
    "Advisory": "Advisory",
    "par": "We have given a proper attention to your expectation from our firm, and we are confident that we are able to provide you with your needs. We have the team, the experience and the process to deliver a technically robust and effective audit and tax services with the highest quality considering the expected timeframe. Our aim is to add value to your company through our services.",
    "ourvis": "Our Vision",
    "vis": "We aspire to be the Standard of Excellence, the first choice of the most sought-after clients and talent.",
    "ourval": "Our Values",
    "val": "Driving Excellence in Financial Solutions and Business Growth",
    "Creativity": "Creativity",
    "People": "People",
    "Growth": "Growth",
    "Partnership": "Partnership",
    "cardText":"We give priority to people before money, structure, systems, and other institutional machinery.",
    "headService":"Since we work closely with our clients, our very first service is incorporation of all types of companies and corporate entities, we are also experts at merging, acquisition, changing the form of the legal entities, supervising the relevant process of BoDs, GM meetings and we also help our clients in issuing all government licenses and obtain approvals required.",
    "corIncTax":"CORPORATE INCOME TAX",
    "corIncTxt":"Corporate tax is imposed on the annual taxable net profit. The taxable net profit is determined based on the net profit of audited financial reports after making certain adjustments as per the income tax law.",
    "corIncTxt2":"The withholding tax would apply to payments in excess of EGP300. The rates as at 2018 are 3% on services; 1 percent on supplies and contracting activities; and 5 percent on commissions and brokerage fees.",
    "salTax":"SALARY TAX",
    "salTaxTxt":"Under Egyptian Tax Law, it is the employer’s responsibility to withhold the salary tax due on each employee and remit the tax to the Tax Authority on a monthly basis within fifteen days following the month of payment.",
    "stTax":"STAMP TAX",
    "stTaxTxt":"Stamp tax law classifies the stamp taxes into physical and proportional taxes. The physical stamp taxes are imposed on a variety of documents such as contracts. The proportional stamp taxes are imposed on the values of certain transactions.",
    "taxTrans":"WITHHOLDING TAX ON DOMESTIC TRANSACTIONS",
    "taxTransTxt":"The withholding tax would apply to payments in excess of EGP300. The rates as at 2018 are 3 percent on services; 1 percent on supplies and contracting activities; and 5 percent on commissions and brokerage fees.",
    "wthdrwTax":"WITHHOLDING TAX ON CROSS BORDER TRANSACTIONS",
    "wthdrwTaxTxt":"As at 2009 a withholding tax of 20% is imposed on the following payments made to overseas parties by resident sole proprietorships partnerships and companies:",
    "Roy":"Royalities","Intrst":"Interest","srvFees":"Services Fees",
    "vTax":"Vat Tax",
    "vTaxTxt":"The government of Egypt has released the VAT Law on 7 September 2016 and enacted it as of the following day of being published in the official Gazette i.e. on 8 September 2016. VAT is to be levied on all commodities.",
    "PropTax":"PROPERTY TAX",
    "PropTaxTxt":"Property tax is imposed on all buildings in Egypt. Tax is borne by the owner, either a person or a corporate body. As at 2008 the tax rate is 10 percent on the annual rental value of the taxable buildings after the deduction of 32% (30% for residential units) allowed for maintenance.",
    "TransPrice":"TRANCFER PRICING",
    "TransPriceTxt":"According to Article 12 of the Unified Tax Procedures Law, Law No. 206 of 2020, specifically address certain aspects pertaining to Transfer Pricing compliance requirements (i.e. Masterfile, local file, and CbC report) and introduces a materiality threshold below which, a taxpayer is not required to prepare and submit a Masterfile and Local File.",
    "odoo":"ODOO ERP SYSTEM",
    "odooTxt":"Odoo is a suite of business apps that cover all your company needs: CRM, e-commerce, accounting, inventory, point of sale, project management, etc. Odoo's unique value proposition is to be at the same time very easy to use and fully integrated",
    "ourCli":"Our Clients",
    "clientText":"Our clients are at the heart of everything we do. We take pride in serving a diverse range of businesses across various industries, providing tailored financial, advisory, and consultancy services to meet their unique needs. From startups to established corporations, our commitment remains the same: delivering excellence, fostering growth, and building lasting partnerships. Join our network of satisfied clients and experience the difference our expertise can make for your business",
    "cntctTxt":"We’re here to support your business every step of the way. Whether you have questions, need expert advice, or are looking to partner with us, our team is ready to assist. Reach out to us through the contact form, email, or phone, and we’ll ensure a prompt response. Let’s work together to achieve your financial and business goals with precision and professionalism",
    "fName":"Full Name",
    "phoneNo":"Phone Number",
    "mail":"E-mail Address",
    "message":"Message",
    "sub":"Submit",
    "seeMore":"See More",
    "errorText":"This Page Does not Exist"
}